Repository: stefan-klaes/simplest-analytics-wordpress-plugin
Catalog: simplest-analytics/languages/simplest-analytics-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: You are not allowed to do this. Please ask admin to upgrade your role.
de_de: Du hast nicht die Berechtigung diese Aktion auszuführen. Bitte frage einen Admin, ob du eine neue Rolle erhalten kannst.

source: Security error: nonce not valid. please refresh the page.
de_de: Sicherheits error: nonce nicht validiert. Bitte lade die Seite neu.

source: Clear type missing. Please refresh page and try again.
de_de: Das Feld clear type fehlt. Bitte lade die Seite neu und versuche es erneut.

source: No entries to delete found.
de_de: Keine EInträge zum Löschen gefunden.

source: Success, %d entries deleted
de_de: Erfolgreich, %d Einträge gelöscht

source: Please select a date.
de_de: Bitte wähle ein Datum.

source: Unexpected error, please reload the page and try again.
de_de: Unerwarteter Fehler, bitte lade die Seite neu und versuche es erneut.

source: Start date or end date is empty.
de_de: Start- oder Enddatum ist leer.

source: End date has to be ealier than start date.
de_de: Enddatum muss vor Startdatum liegen.

source: Raw Data
de_de: Rohdaten

source: Visits
de_de: Aufrufe

source: Unique Visitors
de_de: Nutzer

source: Tracked events
de_de: Gemessene Events

source: Date
de_de: Datum

source: no results
de_de: keine Ergebnisse

source: Daily visits
de_de: Tägliche Aufrufe

source: Unique visitors
de_de: Nutzer

source: Daily unique visitors
de_de: Tägliche Nutzer

source: Most visited sites
de_de: Meistbesuchte Seiten

source: Value
de_de: Wert

source: Sales
de_de: Verkäufe

source: Amount
de_de: Betrag

source: avg Sale
de_de: Durchschnitts-Verkäufe

source: Sales amount
de_de: Verkaufsbetrag

source: Daily sales amount
de_de: Täglicher Verkaufsbetrag

source: Sales: last referrer (max. 7 days before sale)
de_de: Verkäufe: Letzte Referrer (max. 7 Tage vor Kauf)

source: Sales: last url parameter (max. 7 days before sale)
de_de: Verkäufe: Letzter URL Parameter (max. 7 Tage vor Kauf)

source: choose daterange
de_de: Wähle eine Zeitspanne

source: today
de_de: heute

source: yesterday
de_de: gestern

source: last 7 days
de_de: letzte 7 Tage

source: last 14 days
de_de: letzte 14 Tage

source: last 30 days
de_de: letzte 30 Tage

source: last month
de_de: letzter Monat

source: alltime
de_de: Komplette Zeit

source: custom
de_de: benutzerdefiniert

source: custom daterange
de_de: Zeitspanne

source: from:
de_de: von:

source: to:
de_de: bis:

source: apply daterange
de_de: Zeitspanne auswählen

source: Simplest Analytics Settings
de_de: Simplest Analytics Einstellungen

source: URL parameters
de_de: URL Parameter

source: Database
de_de: Datenbank

source: Label for reports
de_de: Label für Reports

source: e.g. set up "campaign" and all traffic with campaign=whatever will be tracked. Use the URL parameters like this:
de_de: z.B. gebe "Campaign" an und der Traffic von URLs mit dem Parameter Campaign=whatever wird getrackt. Nutze URL Parameter wie folgt:

source: The label will appear as name shown in the reports and statistics. E.g. if you set up the URL parameter "campaign" and the label "Campaign Name" you will see "Campaign Name" in the reports and statistics.
de_de: Das Label ist in den Reports und Statistiken zu finden. Z.B. du nennst einen URL Parameter "Campaign" und das Label nennst du "Kampagnen Name". Du wirst "Kampagnen Name" als Bezeichnung in Reports und Statistiken sehen.

source: add more
de_de: mehr hinzufügen

source: save url parameters
de_de: speichere URL Parameter

source: Click class/id
de_de: Klick Klasse/ID

source: Set up a name for the event. E.g. you want to track form submissions name the event "form submission".
de_de: Gib dem Event einen Namen. Z.B. nenne es "Form abgeschickt", wenn es Formular Versendungen messen soll.

source: Events will track when a user clicks on an element. To know what element to track you can setup the id or class of the elememt. Here are a few examples:
de_de: Events werden ausgelöst, wenn ein User auf ein Element klickt. Um zu wissen bei welchem Element genau gemessen werden soll, kannst du Klick Klassen und IDs angeben. Hier folgen einige Beispiele:

source: element with class
de_de: Element mit Klasse

source: element with id
de_de: Element mit ID

source: element with the two classes
de_de: Element mit zwei Klassen

source: Element with "btn" which is in element with class "form" which is in element with class "order-detail"
de_de: Element mit Klasse "btn", welches in Element mit Klasse "form" ist, welchen in Element mit Klasse "order-Detail" ist.

source: save events
de_de: speichere Events

source: You can track videos by using the shortcode [tracked_video].
de_de: Du kannst Videos tracken indem du den Shortcode [tracked_video] verwendest.

source: The shortcode will track when 1sec, 25%, 50%, 75% and 100% of the video is seen. These parameters are tracked once per pageview.
de_de: Der Shortcode trackt folgende Video Ereignisse: 1 Sekunde, 25%, 50%, 75% und 100% gesehen. Diese Ereignisse werden einmal pro Seitenaufruf gemessen.

source: Example
de_de: Beispiel

source: This will track the video "your-video.mp4" with the name "video xyz".
de_de: Das misst das Video "your-video.mp4" mit dem Namen "video xyz".

source: You can also add width and height in the shortcode. Default are the WordPress vidoe shortcode defaults.
de_de: Es können Breite und Höhe in den Shortcode eingebunden werden. Standardmäßig sind die WordPress Standardwerte hinterlegt.

source: Database Table name
de_de: Name Datenbank Tabelle

source: All options at this page are only related to this table.
de_de: Alle Einstellungen auf dieser Seite beziehen sich ausschließlich auf diese Tabelle.

source: Total entries
de_de: Anzahl Datenbankeinträge

source: number of values in the database table
de_de: Anzahl der Einträge in der Datenbank Tabelle

source: delete all entries
de_de: lösche alle Einträge

source: All entries will be removed from the database.
de_de: Alle Einträge werden in der Datenbank Tabelle gelöscht.

source: delete entries older than this year
de_de: Lösche ältere EInträge als dieses Jahr

source: All entries will be deleted that are not from
de_de: Alle Einträge werden gelöscht, die nicht aus folgendem Jahr sind:

source: delete entries older than
de_de: Lösche EInträge älter als

source: Select a date and all entries that are older than this date will be deleted
de_de: Wähle ein Datum und alle Einträge, die älter sind als dieses Datum werden gelöscht

source: loading
de_de: lädt

source: Please use unique names. This name is used multiple times:
de_de: Bitte nutze eindeutige Namen. Der folgende Name wurde mehrfach genutzt:
